Revit 2027 API
ParameterTypeId.RbsFpSprinklerCoverageParam Property
 "Coverage"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsFpSprinklerCoverageParam { get; }
Public Shared ReadOnly Property RbsFpSprinklerCoverageParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsFpSprinklerCoverageParam {
	ForgeTypeId^ get ();
}
static member RbsFpSprinklerCoverageParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace